Repository: mydani/NativeCAM
Catalog: locale/*/LC_MESSAGES/nativecam.po
Languages: de

source: Diameter or distance
de: Durchmesser oder Abstand

source: Angle of the first hole
de: Winkel der ersten Bohrung

source: Extend
de: Winkelbereich

source: Angle covered by holes
de: Ausgefüllter Winkelbereich

source: Drill Single
de: Einzelne Bohrung

source: <b>Drill a Single hole</b>
de: <b>Enzelne Bohrung</b>

source: X coordinate
de: X-Koordinate

source: Y coordinate
de: Y-Koordinate

source: <b>Create an Ellipse</b>
de: <b>erzeuge Ellipse</b>

source: Center of ellipse
de: Ellipsenzentrum

source: Radius in X axis
de: Radius in der X-Achse

source: Radius in Y axis
de: Radius in der Y-Achse

source: Control points
de: Stützpunkte

source: Per quadrant, smoother with more
de: Pro Quadrant, glatter mit größerer Zahl

source: A indexing
de: A Index

source: <b>Rotate A axis</b>
de: <b>A-Achse drehen</b>

source: Disabling will NOT disable items
de: Abwählen betrifft nicht die Elemente

source: Number of steps
de: Schrittzahl

source: Angle covered by all items
de: Winkelbereich aller Elemente

source: <b>Workpiece or Raw material used</b>
de: <b>Werkstück oder Rohmaterial</b>

source: Show workpiece
de: Zeige Werkstück

source: Milling params
de: Fräsparameter

source: Surface
de: Oberfläche

source: Define X reference
de: Bestimme X-Referenz

source: Define Y reference
de: Bestimme Y-Referenz

source: Z axis align
de: Ausrichtung Z-Achse

source: Define Z reference
de: Bestimme Z-Referenz

source: Height (Y)
de: Höhe (Y)

source: Y axis
de: Y-Achse

source: Width (X)
de: Breite (X)

source: Depth (Z)
de: Tiefe (Z)

source: Z clear
de: Z-Abstand

source: Above surface or cut start
de: Über Oberfläche oder Schnittstart

source: Rapid (Z)
de: Eilgang auf Z

source: Above Z clear
de: Eilgang bis Z-Abstand

source: Clear through
de: Freifräsen bis

source: Past bottom
de: Über Boden hinaus

source: Centerline align
de: Ausrichtung Mittelinie

source: X axis=0:Y axis=1:Z axis=2
de: X-Achse=0:Y-Achse=1:Z-Achse=2

source: Define orientation of centerline
de: Bestimme Orientierung der Mittellinie

source: Corner radius
de: Eckradius

source: Define radius
de: Radius

source: Wall thickness
de: Wanddicke

source: Define if hollow
de: Festlegen falls Hohlkörper

source: <b>Create a Polygon with n edges</b>
de: <b>Erzeuge Polygon mit n Ecken</b>

source: Polygon center X
de: Polygonzentrum X

source: Polygon center Y
de: Polygonzentrum Y

source: Edges count
de: Zahl der Kanten

source: Number of edges
de: Anzahl der Kanten

source: Arc I,J
de: Kreisbogen I,J

source: <b>Add an arc to a polyline</b>&#10;Define I and J offsets, angle and direction
de: <b>Füge Kreisbogen an Polylinie</b>&#10;Bestimme I und J Offsets, Winkel und Richtung

source: Link
de: Verknüpfung

source: Link style with previous item
de: Verknüpfe Stil mit vorherigem Element

source: Type
de: Typ

source: None=0:Rounded=1:Beveled=2:Inverted Round=3
de: Keine=0:Rund=1:Abgeschrägt=2:Invertiert rund=3

source: Select link type
de: Auswahl Verknüpfungstyp

source: Radius for rounded or distance from apex
de: Radius für Abrundung oder Abstand vom Scheitelpunkt

source: Complement
de: Komplement

source: Reverse direction of tool path for rounded or inverted round
de: Werkzeugpfad umkehren für (invertierte) Abrundung

source: Tool engagement
de: Werkzeugeingriff

source: Global=0:Specific=1
de: Global=0:Speziell=1

source: Tool engagement for this segment
de: Werkzeugeingriff für dieses Segment

source: Arc center
de: Kreisbogenzentrum

source: Position
de: Keine Beschreibung

source: Offsets=6:Absolute=7:X offset, Y absolute=61:X absolute, Y offset=62
de: Offsets=6:Absolut=7:X Offset, Y Absolut=61:X Absolut, Y Offset=62

source: Arc center option
de: Kreisbogenzentrum Option

source: I offset or cX
de: I Offset oder cX

source: Offset or absolute value
de: Offset oder absoluter Wert

source: J offset or cY
de: J Offset oder cY

source: Angle where it ends
de: Endwinkel

source: Ending
de: Ende

source: Angle option
de: Winkeloption

source: Relative to start=0:Absolute to arc center=1
de: Relativ zum Start=0:Absolut zum Kreisbogenzentrum=1

source: Angle relative to beginning of arc or absolute
de: Winkel relativ zum Anfang des Kreisbogens oder absolut

source: Arc Mirrored
de: Kreisbogen gespiegelt

source: <b>Add an mirrored arc to a polyline</b>&#10;Define mirror line, I and J offsets, angle and direction
de: <b>Füge gespiegelten Kreisbogen an Polylinie</b>&#10;Bestimme Spiegellinie, I und J offsets, Winkel und Richtung

source: Mirror line end
de: Ende Spiegellinie

source: Using
de: Benutzt

source: Show line
de: Zeige Linie

source: Arc Polar Ctr
de: Kreisbogen mit Zentrum in Polarkoordinaten

source: <b>Add an arc to a polyline</b>&#10;Define center at polar position, angle where it ends and direction
de: <b>Füge Kreisbogen an Polylinie</b>&#10;Lege Zentrum an Polarkoordinatenposition mit Endwinkel und Richtung fest

source: Distance
de: Abstand

source: Distance defines radius of arc
de: Abstand bestimmt Bogenradius

source: Angle from start point
de: Winkel vom Startpunkt

source: Absolute=8:Relative to previous line or chord=9:Relative to previous arc center=10
de: Absolut=8:Relativ zu vorheriger Linie oder Sehne=9:Relativ zum vorigen Bogenzentrum=10

source: Angle relative to previous line or absolute
de: Winkel relativ zur vorigen Linie oder absolut

source: Arc To Coords
de: Kreisbogen zu Koordinaten

source: <b>Add an arc to a polyline</b>&#10;Define destination, dir and arc height or radius
de: <b>Füge Kreisbogen an Polylinie</b>&#10;Bestimme Ziel, Richtung und Bogenhöhe oder -radius

source: Arc end coords
de: Kreisbogenendkoordinate

source: Relative or absolute position
de: Relative oder absolute Position

source: Destination X
de: Ziel Y

source: Destination Y
de: Ziel X

source: Relative=4:Absolute=5:X relative, Y absolute=41:X absolute, Y relative=42
de: Relativ=4:Absolut=5:X relativ, Y absolut=41:X absolut, Y relativ=42

source: Select Relative or Absolute
de: Wähle relativ oder absolut

source: Define arc
de: Definiere Kreisbogen

source: Radius=0:Arc height=1
de: Radius=0:Kreisbogenhöhe=1

source: Select value defined
de: Wähle bestimmten Wert

source: Flip center
de: Klappe Zentrum

source: Center opposite side of chord
de: Dem Zentrum gegenüberliegende Seite der Sehne

source: Arc To Polar
de: Kreisbogen zu Polarkoordinate

source: <b>Add an arc to a polyline</b>&#10;Define polar destination, dir and arc height or radius
de: <b>Füge Kreisbogen an Polylinie</b>&#10;Definiere Endpunkt in Polarkoordinaten, Richung und Höhe oder Radius des Kreisbogens

source: Arc end
de: Kreisbogenende

source: Chord length
de: Sehnenlänge

source: Center of arc will be calculated
de: Mittelpunkt des Kreisbogens wird berechnet

source: Mirror Items
de: Elemente spiegeln

source: <b>Duplicate and reverse polyline items</b>
de: <b>Verdoppeln und umdrehen von Polylinienelementen</b>

source: Mirror line
de: Spiegellinie

source: Connection
de: Verbindung

source: Line start
de: Linienstart

source: Line end
de: Linienende

source: Show mirror line
de: Zeige Spiegellinie

source: Straight line=1:Arc clockwise=2:Arc counter-clockwise=3
de: Gerade Linie=1:Kreisbogen Uhrzeigersinn=2:Kreisbogen Gegenuhrzeigersinn=3

source: Arc height
de: Kreisbogenhöhe

source: Mirror Polyline
de: Polylinie spiegeln

source: <b>Duplicate and reverse a polyline</b>
de: <b>Dupliziere und kehre Polylinie um</b>

source: Offsets, rotation
de: Offsets, Drehung

source: Mirror axis
de: Spiegelachse

source: Axis
de: Achse

source: Line or mirroring
de: Linie oder Spiegelung

source: Rotation center is origin
de: Drehzentrum ist Ursprung

source: Tool compensation
de: Werkzeugkompensation

source: None=40:Left=41:Right=42
de: Keine=40:Lins=41:Rechts=42

source: Which side cutter will travel
de: Werkzeugseite

source: Designed=0:Reverse=1
de: Wie entworfen=0:Entgegengesetzt=1

source: Mill as designed or in reverse
de: Fräsen wie entworfen oder entgegengesetzt

source: Global tool engagement
de: Globaler Werkzeugeingriff

source: Line Polar
de: Linie mit Polarkoordinaten

source: <b>Trace a line to a polar position</b>&#10;Relative with optional styled corner
de: <b>Ziehe Linie zu einer Position in Polarkoordinaten</b>&#10;Relativ mit optionalem Eckenstil

source: Length of line
de: Länge der Linie

source: Absolute=2:Relative to previous line or chord=3:Relative to previous arc center=30
de: Absolut=2:Relativ zu vorheriger Linie oder Sehne=3:Relativ zum vorherigen Kreisbogenmittelpunkt=30

source: Corner style to apply with previous item
de: Eckenstil zur Anwendung mit vorheriger Lnie

source: Repeated
de: Wiederholt

source: <b>Repeat polyline items</b>
de: <b>Wiederhole Polylinienelemente</b>

source: Add polyline items to repeat
de: Füge zu wiederholendes Polylinienelement hinzu

source: Repeat
de: Wiederholen

source: Number of repetition
de: Anzahl der Wiederholungen

source: Disabling will disable ALL items in group
de: Abwählen wählt ALLE Elemente in der Gruppe ab

source: Line To
de: Linie zu

source: <b>Create a line to X, Y</b>&#10;Absolute or Relative with optional styled corner
de: <b>TZiehe Linie nach X,Y</b>&#10;Absolut oderr relativ mit optionaler Eckengestaltung

source: Relative=0:Absolute=1:X relative, Y absolute=10:X absolute, Y relative=11
de: Relativ=0:Absolut=1:X relativ, Y absolut=10:X absolut, Y relativ=11

source: Polyline
de: Polylinie

source: <b>Create a closed or open Polyline</b>&#10;<span foreground='blue' style='oblique'><b>Message possible in terminal window</b></span>
de: <b>Erzeuge offene oder geschlossene Polylinie</b>&#10;<span foreground='blue' style='oblique'><b>Nachricht im Terminalfenster möglich</b></span>

source: Offsets
de: Offset X

source: Origin
de: Ursprung

source: Closing
de: Schließen

source: Origin X
de: Ursprung X

source: Origin Y
de: Ursprung Y

source: Offset origin
de: Ursprung des Offset

source: Rotation around center
de: Drehzentrum

source: Add polyline items here
de: Füge Polylinienelement hier ein

source: Closing item
de: Schließe Element

source: None=0:Straight line=1:Arc clockwise=2:Arc counter-clockwise=3
de: Nicht schließen=0:Gerade Linie=1:Kreisbogen Uhrzeigersinn=2:Kreisbogen Gegenuhrzeigersinn=3

source: Closed or not and direction of closing line
de: Geschlossen/offen und Richtung der schließenden Linie

source: Arc definition
de: Kreisbogendefinition

source: Probe Grid
de: Raster Antasten

source: <b>Probe Array of Points on stock and save to a file</b>
de: <b>Punkte auf Rohmaterial antasten und Speichern in Datei</b>

source: File name
de: Dateiname

source: Enter file name to save to
de: Dateiname zum Speichern

source: Probing and offsets
de: Antasten und Offsets

source: Master
de: Hauptachse

source: Master axis to follow
de: Hauptachse, der gefolgt wird

source: X axis=0:Y axis=1
de: X-Achse=0:Y-Achse=1

source: Depth
de: Tiefe

source: Maximum depth
de: Maximaltiefe

source: Reverse latch dir
de: Umkehren des Schaltpunkts

source: Probe Edges
de: Kanten antasten

source: <b>Probe Edges with touch-off options</b>&#10;When done, the probe will be above the edge
de: <b>Antasten der Kanten</b>&#10;Am Schluss befindet sich der Taster oberhalb der Kante und kann optional als&#10;Antastpunkt benutzt werden, um die gewählte Achse auf 0 zu setzen

source: Select axis to find edge
de: Wähle Achse zur Suche der Kante

source: Ascending=1:Descending=-1
de: Steigend=1:Fallend=-1

source: Clear Z
de: Z-Freiabstand

source: To raise above workpiece
de: Anheben oberhalb Werkstück

source: Touch off axis
de: Taste Achse an

source: Set axis to 0
de: Setze Achse auf 0

source: Probe Hole
de: Länge Antaster

source: <b>Probe a hole with options for touch-off center at 0.0&#10;START WITH PROBE IN CENTER OF HOLE AND DEPTH TO PROBE</b>
de: <b>Kreistasche antasten mit Option auf Nullsetzen im Zentrum&#10;Start mit Tastspitze in der Kreistasche und auf Antast-Tiefe</b>

source: Double check
de: Nochmals prüfen

source: Measure twice
de: Abmessung durch

source: Set origin
de: Ursprung des Offset

source: Set center to X0 and Y0
de: Setze Zentrum auf X0 und Y0

source: Probe Workpiece
de: Taste Werkstück an

source: <b>Probe X and Y axis differently inside or outside with options for touch-off&#10;START WITH PROBE IN CENTER OF WORK PIECE</b>&#10;<span foreground='blue' style='oblique'><b>Message possible in terminal window</b></span>
de: <b>Taste Werkstück an</b>&#10;Taste jede Achse unterschiedlich innerhalb oder außerhalb an&#10;9 Optionen für das Antasten&#10;START MIT TASTER IM ZENTRUM DES WERKSTÜCKS&#10;<span foreground='blue' style='oblique'><b>Nachricht im Terminalfenster möglich</b></span>

source: Show entry lines
de: Zeige Anfahrspur

source: Only if X is double checked
de: Nur wenn X nochmals überprüft

source: Probe axis
de: Raster Antasten

source: No=0:Yes and set height=1:Yes and do not set=2
de: Nein=0:Ja und Höhe setzen=1:Ja und Höhe nicht setzen=2

source: Do NOT Probe if hollow
de: NICHT antasten wenn hohl

source: Set value
de: Wähle bestimmten Wert

source: Value to set if touch
de: Zu setzender Wert bei Antasten

source: Inside=0:Outside=1
de: Innen=0:Außen=1

source: Probe inside or outside
de: Innenhalb oder außerhalb antasten

source: Touching off
de: Antasten

source: Safe relative Z
de: Sicherheitsabstand relativ in Z

source: Relative to start position
de: Relativ zur Startposition

source: Calibration info
de: Info Kalibration

source: Show calibration helpful info
de: Zeige Hilfsinfo zur Kalibration

source: Probe height
de: Tasterhöhe

source: Touch off X,Y
de: Taste X,Y an

source: Probe Surface
de: Oberfläche

source: <b>Probe height of material and set value</b>
de: <b>Punkte auf Rohmaterial antasten und Speichern in Datei</b>

source: Max depth
de: Maximaltiefe

source: Maximum depth before stopping
de: Maximaltiefe

source: Final offset
de: X-Offset

source: Offset after setting
de: Offsets, Drehung

source: End program
de: Programm ende

source: End after reaching position
de: Relativ zur Startposition

source: Rectangle
de: Rechteck

source: <b>Create a Rectangle and align X and Y</b>&#10;Corners can be radiused or beveled
de: <b>Erzeuge Rechteck und richte an X- und Y-Achse aus</b>&#10;Ecken können mit Radius oder abgeschrägt versehen werden

source: Corners
de: Ecken

source: Select corner type
de: Wähle Ecktype

source: Drill/Reamer Change
de: Bohrer/Reibahle einwechseln

source: <b>Change Drill and/or settings</b>&#10;Changes setting accordingly even if disabled
de: <b>Füge Schneideparameter hinzu</b>&#10;Ändert Einstellungen entsprechend, auch wenn abgewählt

source: Select drill or reamer
de: Wähle Bohrerdurchmesser

source: Action
de: Funktion

source: Feed and speed
de: Vorschub und Drehzahl

source: Select drill size
de: Wähle Bohrerdurchmesser

source: User defined=0:Fractional=1:Metric=2:Letter=3:Wire gauge=4:G-Code=5
de: Benutzerdefiniert=0:inch-Bruch=1:Metrisch=2:Buchstabe=3:AWG=4:G-Code=5

source: Select defined drill or enter size
de: Wähle Bohrer aus oder Eingabe der Größe

source: Wire gauge drill
de: Bohrer nach AWG-Größe

source: Lettered drill
de: Bohrer mit Buchstabenbezeichnung

source: Fractional drill
de: Bohrer nach inch-Bruchzahl

source: Metric drill
de: Metrischer Bohrer

source: Spindle speed
de: Spindeldrehzahl

source: Set spindle speed
de: Setze Spindeldrehzahl

source: Point angle
de: Spitzenwinkel

source: 118&#176; Medium hard material=118:135&#176; Hard material=135:90&#176; Plastic=90:60&#176; Plastic=60:Flat end=180
de: 118 Mittelhartes Material=118:135&#176; Hartes Material=135:90&#176; Kunststoff=90:60&#176; Kunststoff=60:Flat end=180

source: Drill point angle
de: Bohrer-Punkt-Winkel

source: No=0:Clockwise=3:Counter-clockwise=4
de: Keine=0:Uhrzeigersinn=3:Gegenuhrzeigersinn=4

source: Select drill rotation
de: Wähle Bohrerdrehrichtung

source: Drilling feed
de: Bohren

source: Plunge or drill feed
de: Eintauch- oder Bohrvorschub

source: Retract (R)
de: Rückzug (R)

source: Retract height
de: Rückzughöhe

source: Manual=0:With Chip Breaking - G73=73:Standard - G81=81:Dwell at bottom - G82=82:Peck Drilling Cycle - G83=83
de: Manuelle=0:Mit Spanbrechen - G73=73:Standard - G81=81:Verweilen am Boden - G82=82:Tiefbohrzyklus - G83=83

source: G73 requires Q>0 and R&#10;G81 requires R&#10;G82 requires R and P&#10;G83 requires Q>0 and R
de: G73 erfordert Q>0 und R&#10;G81 erfordert R&#10;G82 erfordert R und P&#10;G83 erfordert Q>0 und R

source: Dwell (P)
de: Verweilen (P)

source: Dwell in seconds
de: Verweilen in Sekunden

source: End Mill Change
de: Füllwinkel

source: <b>Change end mill and/or settings</b>&#10;Changes setting accordingly even if disabled
de: <b>Füge Schneideparameter hinzu</b>&#10;Ändert Einstellungen entsprechend, auch wenn abgewählt

source: Select end mill
de: Ausgewählten Datei

source: Penetration
de: Frästiefe

source: Milling step over
de: Seitliche Zustellung

source: Step over for pocketing and finishing
de: Seitliche Zustellung für Taschenfräsen und Schlichten

source: Dynamic diameter
de: Hauptdiameter

source: Only for dynamic compensation, 0.0 to use diameter from table
de: Nur für dynamische Kompensation, mit 0.0 wird Wert aus WZ-Tabelle verwendet

source: Vertical
de: Vertikal

source: Ramp down=0:Plunge=1
de: Rampe=0:Eintauchen=1

source: How Z position is attained
de: Wie wird Z-Position erreicht

source: Step down
de: Tiefenzustellung

source: Step down on each pass
de: Tiefenzustellung bei jedem Gang

source: Ramp down rate
de: Tiefenschrittrate

source: Z versus XY move
de: Z-Bewegung in % der XY-Bewegung

source: Expanding engagement
de: Seitlicher Eingriff in % Durchm.

source: Maximum for pocketing or surface finishing
de: Seitliche Zustellung für Taschenfräsen und Schlichten

source: Reamer Change
de: Reibahle einwechseln

source: <b>Change reamer and/or settings</b>&#10;Changes setting accordingly even if disabled
de: <b>Füge Schneideparameter hinzu</b>&#10;Ändert Einstellungen entsprechend, auch wenn abgewählt

source: Select reamer
de: Wähle Größe

source: Thread Mill Change
de: Gewindefräser einwechseln

source: <b>Change thread mill and/or settings</b>&#10;Changes setting accordingly even if disabled
de: <b>Ändere Gewindefräser und/oder Einstellungen</b>&#10;Ändert Einstellungen entsprechend, auch wenn abgewählt

source: Select thread mill
de: Wähle Gewindefräser

source: Cutter engagement
de: Schneideneingriff

source: Cutter teeth
de: Zähne

source: Number of cutter teeth
de: Anzahl Zähne

source: Lead-in clearance
de: Freiraum für Einfahrt

source: Distance from face in machine units before engaging cutter
de: Entfernung von der Oberfläche in Maschine-Einheiten vor Schnitt

source: Slot/oval 2 points
de: Nut/Oval 2 Punkte

source: <b>Creates a Slot between two end points</b>
de: <b>Erzeugt Nut zwischen zwei Endpunkten</b>

source: Width of slot
de: Breite der Nut

source: Radial Slot
de: Kreisnut

source: <b>Creates a Radial Slot</b>&#10;Define center, start and extend angle
de: <b>Erzeuge Kreisnut </b>&#10;Definiere Zentrum, Startpunkt und eingeschlossenen Winkel

source: Center of slot arc
de: Mittelpunkt des Nutkreisbogens

source: Ends style
de: Endstil

source: Round=0:Converging=1
de: Rund=0:Konvergierend=1

source: Distance from center
de: Abstand vom Zentrum

source: Absolute angle
de: Absolutwinkel

source: Slot/oval 1 point
de: Nut/Oval 1 Punkt

source: <b>Creates a Slot from a single point</b>&#10;Reference point can be center of slot or of one end
de: <b>Erzeugt Nut von einem Punkt aus</b>&#10;Referenzpunkt kann das Zentrum der Nut oder ein Endpunkt sein

source: End=0:Center of slot=1
de: Ende=0:Zentrum der Nut=1

source: X Center
de: Zentrum X

source: Y center
de: Zentrum Y

source: Direction of tool path
de: Richtung des Werkzeugpfads

source: <b>Surface Finishing</b>
de: <b>Oberflächenbearbeitung</b>

source: Step over
de: Tiefenzustellung

source: Maximum
de: Minimum

source: Tool path
de: Wähle Werkzeugpfad

source: Main axis
de: Hauptachse

source: Bidirectional=0:Unidirectional=2
de: Beidseitig=0:Einseitig=2

source: Defines quality of finish
de: Bestimme Oberflächengüte

source: Entry mode
de: Eintauchmodus

source: Arc=0:Straight=1
de: Kreisbogen=0:Gerade=1

source: Relative to start
de: Relativ zum Start

source: Last cut
de: Letzter Schlichtfräsgang

source: Last cut depth
de: Schnitttiefe

source: Touch off Z axis
de: Taste Achse an

source: Set finished surface as new 0
de: Setze Achse auf 0

source: Safety margin
de: Sicherheitsabstand

source: Percent of tool diameter past edge
de: Prozent des WZ-Durchmessers über die Kante

source: User defined=0:Surface=1
de: Benutzerdefiniert=0:Oberfläche=1

source: Thread Milling
de: Gewindefräsen

source: <b>Create internal or external threads</b>
de: <b>Inneres oder äußeres Gewinde</b>

source: Center of helix
de: Zentrum der Spirale

source: Select helix side
de: Wähle Spiral-Seite

source: Clockwise (RH)=3:Counter-clockwise (LH)=2
de: Im Uhrzeigersinn (RH)=3:Counter-clockwise (LH)=2

source: Rotation of start location
de: Umdrehung des Anfang-Ortes

source: Helix top
de: Spirale-Spitze

source: User top
de: Benutzer-Spitze

source: Helix bottom
de: Spirale Boden

source: User bottom
de: Benutzer Boden

source: Helix
de: Spirale

source: TrueType
de: Typ

source: <b>Engraves TrueType</b>
de: <b>TrueType Schrift gravieren</b>

source: Coords, rotation
de: Koordinaten und Drehung

source: Font
de: Config-Dateien

source: Stretch
de: Strecken

source: Stretch or compress
de: Strecken oder komprimieren

source: Text height
de: Rückzughöhe

source: Y Size of text
de: Größe und Offsets

source: Align vertical
de: Vertikal

source: Bottom of first line=0:Top of first line=1:Center=2:Bottom of last line=3
de: Unten erste Zeile=0:Oben erste ZEile=1:Mitte=2:Unten letzte Zeile=3

source: Align horizontal
de: Vertikal

source: Line spacing
de: Linienstart

source: Ratio to Text height
de: Rückzughöhe

source: Mirrored
de: Kreisbogen gespiegelt

source: Font file
de: Config-Dateien

source: Filled
de: Füllwinkel

source: With horizontal lines
de: Mit horizontalen Linien

source: Filling scale
de: Füllwinkel

source: Engraving depth
de: Gravurtiefe

source: Cutting
de: Drehen

source: Inside=0:On the line=2:Outside=3
de: Innen=0:Auf der Linie=2:Außerhalb=3

source: Cutting Params
de: Schneidparameter

source: <b>Add cutting parameters</b>&#10;Changes setting accordingly even if disabled
de: <b>Füge Schneideparameter hinzu</b>&#10;Ändert Einstellungen entsprechend, auch wenn abgewählt

source: Cutting params will be set even if disabled
de: Schneideparameter werden gesetzt, auch wenn abgewählt

source: Cut
de: Ausschneiden

source: Kerf width
de: Schnittbreite

source: Select kerf width for compensation
de: Wähle Schnittbreite für Kompensation

source: Start height
de: Starthöhe

source: Above surface
de: Oberhalb Oberfläche

source: Normal feed
de: Normaler Vorschub

source: Vertical feed
de: Vertikaler Vorschub

source: Rapid params
de: Eilgangparameter

source: Above cut start
de: Startposition oberhalb Schnitt

source: Lead in factor
de: Einlauf-Faktor

source: Times kerf
de: Mal Schnittbreite

source: Lead out factor
de: Auslauf-Faktor

source: Pierce delay
de: Verzögerung bis Durchbruch

source: Wait after torch OK
de: Wartezeit nach Zündung

source: Top=0:Bottom=1
de: Oben=0:Unten=1

source: Relative=4:Absolute=5
de: Relativ=4:Absolut=5

source: Cut width compensation
de: Werkzeugradiuskompensation

source: Cut as designed or in reverse
de: Schnitt, wie bestimmt, oder in Rückwärtsgang

source: Relative=0:Absolute=1
de: Relativ=0:Absolut=1

source: Rotation around offsets
de: Drehung um Offsets

source: Kerf width compensation
de: Schnittbreitenkompensation

source: Which side torch will travel
de: Welche Seite-Fackel reisen wird

source: Project Notes
de: _Projekte
