Repository: mydani/NativeCAM
Catalog: locale/*/LC_MESSAGES/nativecam.po
Languages: de

source: <b>Shows project name and you can add a comment</b>
de: <b>Zeigt den Projektnamen und ein Kommentar kann hinzugefügt werden</b>

source: Project name
de: _Projekte

source: Rectangular Array
de: Rechteckige Anordnung

source: <b>Create a Rectangular Array of items</b>
de: <b>Erzeuge rechteckige Anordnung von Elementen</b>

source: X axis copies
de: Anzahl Elemente in X

source: Y axis copies
de: Anzahl Elemente in Y

source: Array rotation
de: Drehung der Anordnung

source: Rotation of array
de: Drehung der Anordnung

source: X step
de: X-Abstand

source: X items rotation
de: X-Drehung der Elemente

source: Relative to previous one
de: Relativ zum Vorgänger

source: Y step
de: Y-Abstand

source: Y items rotation
de: Y-Drehung der Elemente

source: Cancel add
de: Hinzufügen abbrechen

source: Add cfg file
de: Füge cfg-Datei hinzu

source: Import XML file
de: Importiere XML-Datei

source: NativeCAM for LinuxCNC
de: NativeCAM für LinuxCNC

source: A GUI to help create LinuxCNC NGC files.
de: Ein GUI, um die Erstellung von LinuxCNC NGC Dateien zu erleichtern.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. It is recommended you use the deb package
de: Dieses Programm ist in der Hoffnung, das es nützlich ist, verbreitet worden, allerdings OHNE JEDE GARANTIE; ohne jegliche, auch nur implizierte Garantie der MARKTTAUGLICHKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Die Verwendung des deb package wird empfohlen

source: Can not find file %(filename)s
de: Datei %(filename)s nicht gefunden

source: Keeping modified local file %(filename)s
de: Modifizierte lokale datei %(filename)s beibehalten

source: An updated system file is available: %(frompath)s YES -> Use new system file NO -> Keep local file Refresh -> Accept all new system files (don't ask again) Cancel -> Keep all local files (don't ask again)
de: Eine aktualisierte System-Datei ist vorhanden: %(frompath)s Ja -> Benutze neue System-Datei Nein -> Behalte lokale Datei Aktualisieren-> alle neuen System-Dateien akzeptieren Abbrechen-> alle lokalen Dateien behalten

source: NEW file version available
de: NEUE Dateiversion vorhanden

source: Ini file <%(inifilename)s> must have entry for [DISPLAY]NCAM_DIR
de: Ini-Datei <%(inifilename)s> muss einen Eintrag [DISPLAY]NCAM_DIR enthalten

source: There is no PROGRAM_PREFIX in ini file Edit to add in DISPLAY section PROGRAM_PREFIX = abs or relative path to scripts directory i.e. PROGRAM_PREFIX = ./scripts or ~/ncam/scripts
de: ini-Datei enthält keinen PROGRAM_PREFIX Editiere DISPLAY Abschnitt PROGRAM_PREFIX = absoluter oder relativer Pfad zum scripts-Verzeichnis z.B. PROGRAM_PREFIX = ./scripts or ~/ncam/scripts

source: Required lib missing: [RS274NGC]SUBROUTINE_PATH
de: Erforderliche lib fehlt: [RS274NGC]SUBROUTINE_PATH

source: The required NativeCAM lib directory : <%(lib)s> is not in [RS274NGC]SUBROUTINE_PATH: <%(path)s> Edit ini and correct
de: Das erforderliche NativeCAM lib -Verzeichnis : <%(lib)s> ist nicht im [RS274NGC]SUBROUTINE_PATH: <%(path)s> enthalten Editiere ini und korrrigiere

source: Required NativeCAM lib %(err_details)s
de: Erforderliche NativeCAM lib %(err_details)s

source: Stop LinuxCNC program,&#10;toggle the shown button,&#10;then restart
de: Stop LinuxCNC,&#10;drücke den gezeigten Knopf,&#10;dann Neustart

source: Skip block not active
de: Block überspringen nicht aktiv

source: Do not show again
de: Nicht wieder anzeigen

source: LinuxCNC needs to be restarted now
de: LinuxCNC muss neu gestartet werden.

source: no description
de: Keine Beschreibung

source: None
de: Kein

source: Not allowed - F2 edit
de: Fehler - F2 zum Editieren

source: Error - F2 edit
de: Fehler - F2 zum Editieren

source: Error - F2 to edit
de: Fehler - F2 zum Editieren

source: Open
de: Öffne

source: All files
de: Alle Dateien

source: unname
de: uname

source: Type not defined for %s
de: Typ nicht definiert für %s

source: Error with subprocess: returncode = %(errcode)s output = %(output)s e= %(e)s
de: Fehler in subprocess: returncode = %(errcode)s output = %(output)s e= %(e)s

source: %(feature_name)s : can not evaluate %(value)s
de: %(feature_name)s : Kann nicht auswerten %(value)s

source: (*** GCode generated by NativeCAM for LinuxCNC ***)
de: (*** GCode erzeugt durch NativeCAM für LinuxCNC ***)

source: (*.ngc files are best viewed with Syntax Highlighting)
de: (*.ngc Dateien werden am besten mit Syntax-Hervorhebung angesehen)

source: G21 (metric)
de: G21 (metrisch)

source: (optimization values)
de: (Optimierungswerte)

source: (end defaults)
de: (Ende der Defaultwert)

source: (This is a built-in safety to help avoid gouging into your work piece)
de: (Das ist eine eingebaute Sicherheit, um einen Einstich das Werkstück vermeiden zu helfen)

source: (sub definitions)
de: (Subroutinedefinitionen)

source: Open fails for ini file : %(inifilename)s %(detail)s
de: ini Datei : %(inifilename)s konte nicht geöffnet werden %(detail)s

source: DISPLAY can only be 'axis', 'gmoccapy' or 'gscreen'
de: DISPLAY kann nur 'axis' oder 'gmoccapy' sein

source: Using %s
de: Verwenden %s

source: Using default %(mnu)s, no %(dir)s/menu-custom.xml found
de: Benutze default %(mnu)s, kein %(dir)s/menu-custom.xml gefunden

source: Create Standalone Directory : %(dir)s Continue?
de: Standalone-Verzeichnis : %(dir)s Weiterhin?

source: NativeCAM CREATE
de: NativeCAM ERZEUGEN

source: Updated %(qty)3d files in %(dir)s
de: Aktualisierte %(qty)3d-Dateien in %(dir)s

source: Created %(qty)3d files in %(dir)s
de: %(qty)3d dateien in %(dir)s erzeugt

source: Error copying file : %(f)s Code : %(c)s
de: Fehler beim Kopieren der Datei : %(f)s Code : %(c)s

source: Error creating link : %(s)s -> %(d)s Code : %(c)s
de: Fehler beim Erstellen des Links : %(s)s -> %(d)s Code : %(c)s

source: Change Units to Imperial
de: Ändere Einheiten

source: Change Units to Metric
de: Ändere Einheiten

source: Show All For
de: Alle Felder zeigen

source: Show None For
de: Zeige Linie

source: Back...
de: Zurück...

source: Menu is old format, no toolbar defined. Update to new format
de: Menü hat altes Format, keine Toolbar definiert. Auf neues Format updaten

source: Value
de: Wert

source: _Projects
de: _Projekte

source: Open Example
de: Beispiel öffnen

source: Open Example Project
de: Öffne Beispielprojekt

source: Save project as xml file
de: Projekt als xml-Datei speichern

source: Save as Default Template
de: Speichern als Standardtemplate

source: Save project as default template
de: Speichere Projekt als Standardtemplate

source: Export gcode as RS274NGC
de: Exportiere gcode als RS274NGC

source: _Edit
de: _Bearbeiten

source: Undo last operation
de: Letzten Vorgang rückgängig machen

source: Cancel last Undo
de: Letzte Wiederherstellung rückgängig machen

source: Cut selected subroutine to clipboard
de: Markierte Subroutine in Zwischenspeicher ausschneiden

source: Copy selected subroutine to clipboard
de: Kopiere markierte Subroutine in Zwischenspeicher

source: Paste from clipboard
de: Einfügen aus Zwischenspeicher

source: Add a subroutine
de: Subroutine einfügen

source: Duplicate
de: Duplizieren

source: Duplicate selected subroutine
de: Markierte Subroutine duplizieren

source: Remove selected subroutine
de: Markierte Subroutine löschen

source: Add to Items
de: Hinzufügen zu Elementen

source: Remove from Items
de: Entferne aus Elementen

source: Move up
de: Nach oben

source: Move down
de: Nach unten

source: Save Values as Defaults
de: Speichere als Standardwerte

source: Save Values of this Subroutine as Defaults
de: Speichere Werte dieser Subroutine als Standardwerte

source: Delete Custom Default Values
de: Lösche Benutzerstandardwerte

source: Set Digits
de: Setze Stellenanzahl

source: _Add
de: _Einfügen

source: Add a Prototype Subroutine
de: Öffne cfg-Datei

source: Add a Subroutine Definition File
de: Füge Subroutinedefinitiion ein

source: Import a Project File
de: Importiere _XML-Datei

source: Import a Project Into the Current One
de: Importiere ein Projekt in das aktuelle Projekt

source: _View
de: _Ansicht

source: Collapse All Other Nodes
de: Alles einklappen

source: Save As Default Layout
de: Speichern als Standardlayout

source: Single View
de: Einfache Ansicht

source: Dual Views
de: Zweigeteilte Ansicht

source: Top / Bottom Layout
de: Ansicht übereinander

source: Side By Side Layout
de: Ansicht nebeneinander

source: Master Value Column Hidden
de: Stammwertespalte ausblenden

source: In master treeview
de: Im Hauptanzeigebaum

source: Sub-Groups In Master Tree
de: Untergruppen im Hauptstamm

source: _Utilities
de: _Funktionen

source: Reload Tool Table
de: Werkzeugtabelle neu laden

source: Edit Preferences
de: Einstellungen

source: Auto-refresh LinuxCNC
de: Autoerfrischen

source: Change Units
de: Ändere Einheiten

source: _Validation Messages
de: Validierungs Nachrichten

source: Show All
de: Zeige Linie

source: Show All Non-validation Messages
de: Zeige alle nicht-validierungs Nachrichten

source: Show None
de: Zeige Linie

source: Do Not Show Any Messages
de: Keine Nachrichten mehr anzeigen

source: Show All For Current Type
de: Alle für aktuellen Typ anzeigen

source: Show None For Current Type
de: Zeige keine für aktuellen Typ

source: _Help
de: _Hilfe

source: NativeCAM on YouTube
de: NativeCAM auf YouTube

source: Translating NativeCAM
de: NativeCAM übersetzen

source: LinuxCNC web Site
de: LinuxCNC-Webseite

source: Hide Selected Field
de: Ausgewähltes Feld verbergen

source: Show All Fields
de: Alle Felder zeigen

source: Save Project as Current Work
de: Aktuellen Entwurf speichern

source: Generate %(filename)s
de: Erzeuge %(filename)s

source: Generate %(filename)s and load it in LinuxCNC
de: Erzeuge gcode und speichere in %(filename)s

source: Rename Subroutine
de: Umbenennen

source: Group <-- --> Sub-group
de: Gruppe <-- -->Untergruppe

source: Change to GCode
de: Änderung für GCode

source: Revert to original type
de: Kehren Sie zu ursprünglichem Typ zurück

source: Secondary treeview focused
de: Fokus auf Unterbaumstruktur

source: Primary treeview focused
de: Fokus auf Hauptbaumstruktur

source: (end sub definitions)
de: (Endu sub definitionen)

source: Save as ngc...
de: Speichern als ngc...

source: Enter new name for
de: Neuen Namen eingeben für

source: '%(source_file)s' is not a valid cfg or xml file
de: '%(source_file)s' is keine gültige cfg oder xml Datei

source: LinuxCNC could not change to AUTO mode. Generated NC file was not loaded.
de: LinuxCNC konnte nicht auf AUTO Modus wechseln. Generierte NC Datei wurde nicht geladen.

source: LinuxCNC not running Start LinuxCNC and activate Auto-refresh menu item
de: LinuxCNC nicht aktiv\n \n LinuxCNC starten und\n aktivieren autoerfrischen

source: Untitle.xml
de: Untitled.xml

source: Previous work not saved as current work
de: Voheriger Zustand nicht als aktuell abgespeichert

source: No default template saved
de: Kein Standardtemplate gespeichert

source: Error in treestore_to_xml %(err_details)s
de: Fehler, der linuxcnc importiert %(err_details)s

source: Import project
de: Importiere Projekt

source: NativeCAM projects
de: NativeCAM-Projekte

source: Save project as...
de: Projekt speichern als...

source: Open project
de: Projekt öffnen

source: Open example project
de: Demoprojekt öffnen

source: NativeCAM example projects
de: NativeCAM Demoprojekte

source: Open a cfg file
de: Öffne cfg-Datei

source: Config files
de: Config-Dateien

source: Backup file created : %s.bak
de: Backup Datei erstellt : %s.bak

source: Success in modifying inifile : %s
de: ini-Datei %s erfolgreich modifiziert

source: Error modifying ini file %(err_details)s
de: Fehler beim Modifizieren der ini Datei %(err_details)s

source: Beginning
de: Beginn

source: Center
de: Mitte

source: Loop back
de: Schleife zurück

source: Spiral
de: Spiralförmig

source: G38.2 - toward workpiece, stop on contact, signal failure
de: G38.2 - in Richtung Werkstück, Stop bei Kontakt, Fehler melden

source: G38.3 - toward workpiece, stop on contact
de: G38.3 - in Richtung Werkstück, Stop bei Kontakt

source: G38.4 - away from workpiece, stop on loss of contact, signal failure
de: G38.4 - vom Werkstück weg, Stop bei Kontaktöffnung, Fehler melden

source: G38.5 - away from workpiece, stop on loss of contact
de: G38.4 - vom Werkstück weg, Stop bei Kontaktöffnung

source: NativeCAM Preferences
de: NativeCAM Voreinstellungen

source: Default decimals
de: Standard Dezimalstellen

source: Increase if gmoccapy auto-refresh is intermittent or some input windows do not show
de: Erhöhen wenn gmoccapy autorefresh ruckelt oder einige Eingabefenster nicht gezeigt werden

source: Gmoccapy input time-out delay
de: Gmoccapy Eingabetimeout-Verzögerung

source: Autosave on closing
de: Automatisch speichern

source: When no inifile specified
de: Falls keine ini-Datei spezifiziert

source: Stand alone units
de: Einheiten

source: General
de: Allgemein

source: Window minimal width
de: Minimale Fensterbreite

source: Master treeview minimal width
de: Minimale Breite der Hauptbaumansicht

source: Name column ellipsize
de: Spalte Name ...

source: Restore treeview full state
de: Stelle ausgeklappte Baumstruktur wieder her

source: Show bottom lines
de: Zeige Grundlinien

source: Show design lines
de: Zeige Entwurfslinien

source: Name column minimal width
de: Minimale Breite der "Name"-Spalte

source: Primary treeview expanders visible
de: Aufklappen der Hauptbaumansicht sichtbar

source: Secondary treeview expanders visible
de: Aufklappen der Unterbaumansicht sichtbar

source: Display
de: Anzeige

source: Menu
de: Menü

source: Treeview
de: Baumansicht

source: Add menu
de: Menü hinzufügen

source: Quick access toolbar
de: Schnellzugriffsleiste

source: Add dialog
de: Dialog hinzufügen

source: Main toolbar
de: Hauptmenüleiste

source: Icons Size
de: Größe der Icons

source: Cancel on focusing out
de: Abbruch bei Fokusverlust

source: This is the tool tip
de: Das ist der Tooltip

source: Virtual Keyboard
de: Virtuelle Tastatur

source: Use a pair of "%" instead of "M2"
de: Benutze "%" anstatt "M2"

source: Initialization
de: Initialisierung

source: Post-amble
de: Nachsatz

source: Spindle full speed delay
de: Verzögerung bis volle Spindeldrehzahl

source: Except on tool change
de: Außer beim Werkzeugwechsel

source: Spindle spins all the time
de: Spindeldrehzahl

source: Defaults
de: Standard Dezimalstellen

source: Function
de: Funktion

source: Latch distance
de: Rastabstand

source: Latch feed
de: Vorschub zum Rasten

source: Probe tip diameter
de: Durchmesser Tasterspitze

source: Probe safety margin
de: Taster Sicherheitsabstand

source: Probe tool length
de: Länge Antaster

source: Size of probe
de: Größe des Tasters

source: Height of probe
de: Höhe des Tasters

source: Probing
de: Antasten

source: Tool engagement up to
de: Werkzeugeingriff bis

source: Feed factor
de: Vorschub-Faktor

source: Spindle speed factor
de: Spindeldrehzahl-Faktor

source: unspecified or 0
de: nicht spezifiziert oder 0

source: Optimizing
de: Optimieren

source: Coordinates for offsetting and rotation
de: Koordinaten für Offset und Drehung

source: Pocket expanding mode
de: Taschenfräsen Erweiterungsmethode

source: Center drill depth
de: Tiefe zentrale Bohrung

source: Miscellaneous
de: Vermischtes

source: Test mode
de: Testmodus

source: Expected file not found : %s
de: Datei nicht gefunden : %s
