Repository: mydani/NativeCAM
Catalog: locale/*/LC_MESSAGES/nativecam.po
Languages: de

source: Radial Array
de: Kreisförmige Anordnung

source: <b>Create a Radial Array of items</b>
de: <b>Erzeuge kreisförmige Anordnung von Elementen</b>

source: Active
de: Aktiv

source: Disabling will disable ALL items
de: Abwählen betrifft ALLE Elemente

source: Coords, size
de: Koordinaten, Größe

source: Rotation and ends
de: Drehung und Endpunkte

source: Number of copies
de: Anzahl der Kopien

source: Array center
de: Zentrum der Anordnung

source: Dimension is
de: Abmessung ist

source: Radius=0:Diameter=1:Distance between groups=2
de: Radius=0:Durchmesser=1:Abstand zwischen Gruppen=2

source: Select what dimension means
de: Bestimme Bedeutung der Abmessung

source: Size
de: Größe

source: Diameter of array or distance between group of items
de: Durchmesser der Anordnung oder&#10;Abstand zwischen Gruppen von Elementen

source: Angle of the first item
de: Winkel des ersten Elements

source: Fill angle
de: Füllwinkel

source: Angle covered by items
de: Winkelbereich für Elemente

source: Rotate items
de: Drehe Elemente

source: Rotate each group of items
de: Drehe jede Elementgruppe

source: Items
de: Elemente

source: Items to copy
de: zu kopierende Elemente

source: Comment
de: Kommentar

source: <b>Add a comment</b>
de: <b>Füge Kommentar hinzu</b>

source: Note
de: Notiz

source: <b>Add gcode</b>&#10;lines will be parsed as usual so you can use &lt;eval>&lt;/eval>, '\n'
de: <b>Füge G-Code ein</b>&#10;Zeilen werden wie üblich verarbeitet, erlaubt ist &lt;eval>&lt;/eval>, '\n'

source: Disabling will exclude lines
de: Abwählen schließt Zeilen aus

source: Lines
de: Zeilen

source: Gcode line
de: G-Code-Zeile

source: Group Offset
de: Gruppenoffset

source: <b>Offset and/or Rotate a Group of items</b>
de: <b>Offset und oder Drehung einer Gruppe von Elementen</b>

source: Items to group
de: Elemente zur Gruppe

source: Coords and rotation
de: Koordinaten und Drehung

source: Rotation center
de: Drehzentrum

source: Items offsets
de: Objektoffsets

source: Rotate
de: Drehen

source: Angle
de: Winkel

source: Group
de: Gurppierung

source: <b>Group items together</b>
de: <b>Elemente in Gruppe zusammenfassen</b>

source: Include Gcode
de: GCode einfügen

source: <b>Inserts a ngc file</b>
de: <b>Gcode einfügen fügt ngc-Datei ein</b>

source: Selected file
de: Ausgewählten Datei

source: Gcode file
de: Gcode-Datei

source: G-Code file
de: G-Code-Datei

source: Parameters
de: Parameter

source: Boring
de: Ausdrehen

source: <b>Internal straight boring</b>&#10;Cutter orientation should be 3, 9, 8, 4 or None
de: <b>Gerades Innendrehen</b>&#10;Werkzeug Orientierung sollte 3, 9, 8, 4 oder None sein

source: X axis
de: X-Achse

source: Begin diameter
de: Start Durchmesser

source: End diameter
de: Ende Durchmesser

source: Z axis
de: Z-Achse

source: Begin
de: Anfang

source: End
de: Ende

source: Finishing
de: Schlichten

source: Number of passes
de: Schrittzahl

source: Or spring passes
de: Anzahl Enddurchgänge ohne Zustellung

source: Begin diameter must be less than End diameter
de: Anfangs-Durchmesser muss weniger sein als End-Durchmesser

source: Cutter orientation should be 8, 9, 3, 4 or 0
de: Werkzeug Orientierung sollte 8,9,3,4 oder 0 sein

source: Facing
de: Endbearbeitung

source: <b>Face end and optionnaly set this face to 0.0</b>&#10; Verify cutter orientation
de: <b>Plandrehen und optional auf 0 setzen</b>&#10; Werkzeugausrichtung prüfen

source: User defined=0:Current position=1:G-Code=2
de: Benutzerdefinierten=0:Durch=1:Boden=2:G-Code=3

source: Pre or user defined
de: Vordefiniert oder benutzerdefiniert

source: End offset
de: X-Offset

source: Length to remove
de: Länge der Linie

source: Touch off
de: Antasten

source: Set Z to 0
de: Setze Achse auf 0

source: Set finished face to Z0
de: Setze Achse auf 0

source: Begin X must be greater than End X
de: Start X muss größer sein als Ende X

source: Cutter orientation should be 7, 2, 9, 3 or 0
de: Werkzeug Orientierung sollte 7,2,9,3 oder 0 sein

source: Cutter orientation should be 5, 1, 9, 4 or 0
de: Werkzeug Orientierung sollte 5,1,9,4 oder 0 sein

source: Init Turning
de: Drehen X-Einrichtung

source: <b>Initial turning to find X center</b>&#10;Position cutter where you want to begin
de: <b>Drehvorgang um X Mitte zu finden</b>&#10;Werkzeug zum Start positionieren

source: End offsets
de: Größe und Offsets

source: Workpiece
de: Werkstück

source: <b>Workpiece or raw material used</b>
de: <b>Werkstück oder Rohmaterial</b>

source: Show limits
de: Zeige Linie

source: Size and coord
de: Größe und Offsets

source: Ext. diameter
de: Hauptdiameter

source: Int. diameter
de: Innendurchmesser

source: Only if hollow
de: Nur wenn hohl

source: Length
de: Länge

source: Begin position
de: Anzahl, Positionen

source: Z coord at tip
de: X-Koordinate

source: Params
de: Parameter

source: Work mode
de: Eintauchmodus

source: Diameter=7:Radius=8
de: Durchmesser=7;Radius=8

source: Safe X rapid
de: Sicherer X Abstand für Eilgang

source: When job is done
de: Wenn fertig

source: Safe Z rapid
de: Sicherer Z Abstand für Eilgang

source: External diameter must be greater than the internal
de: Äußerer Durchmesser muss größer sein als der Innere

source: Parting Off
de: Abstechen

source: <b>Parting single or multiple pieces</b>&#10;Cutter orientation should be 6, 9 or None
de: <b>Abstechen von einzelnen oder mehreren Teilen </b>&#10;Werkzeug Orientierung sollte 6,9 oder None sein

source: Reference
de: X-Referenz

source: First cut
de: Erster Punkt

source: Will part at this position
de: Relativ zur Startposition

source: Copies
de: Kopien

source: Copies length will be 'First' minus 'Reference'
de: Länge der Kopien ist 'Erste' Minus 'Referenz'

source: Cutter orientation should be 6, 9 or 0
de: Werkzeug Orientierung sollte 6,9 oder 0 sein

source: Radius OD
de: Radius

source: <b>Create external radius using compensation.</b>&#10;Cutter orientation should be 1, 2, 9 or None
de: <b>Außenradius mit Kompensation.</b>&#10;Werkzeug Ausrichtung sollte 1,2,9 oder None sein

source: Crest
de: Scheitelpunkt

source: Where you want it rounded
de: Position die abgerundet werden soll

source: Diameter
de: Durchmesser

source: Direction
de: Richtung

source: X- to Z-=0:Z+ to X-=1:Z- to X-=2:X- to Z+=3
de: X- zu Z-=0:Z+ zu X-=1:Z- zu X-=2:X- zu Z+=3

source: Choose from Begin to End
de: Auswahl: Start - Ende

source: Cutter orientation should be 2, 9 or 0
de: Werkzeug Orientierung sollte 6,9 oder 0 sein

source: Cutter orientation should be 1, 9 or 0
de: Werkzeug Orientierung sollte 6,9 oder 0 sein

source: Taper IDA
de: Kegelform (E)

source: <b>Inside taper by angle and small/large diameter/radius</b>&#10;Cutter orientation should be 3, 9 or None
de: <b>Abstechen von einzelnen oder mehreren Teilen </b>&#10;Werkzeug Orientierung sollte 6,9 oder None sein

source: Small diameter
de: Hauptdiameter

source: Large diameter
de: Hauptdiameter

source: End will be defined by angle
de: Ende wird durch den Winkel definiert

source: 0 &#176; &lt; Angle &lt; 90 &#176;
de: 0 &#176; &lt; Winkel &lt; 90 &#176;

source: Path
de: Pfad

source: Follow drive line=0:Angular=1
de: An der Achse entlang=0:Winkelig=1

source: Diameters must be different
de: Durchmesser müssen unterschiedlich sein

source: Cutter orientation should be 8, 3, 9 or 0
de: Werkzeug Orientierung sollte 8,9,3,4 oder 0 sein

source: Taper IDL
de: Kegelform (L)

source: <b>Inside taper by length and small/large diameter/radius</b>&#10;Cutter orientation should be 3, 9 or None
de: <b>Gerades Innendrehen</b>&#10;Werkzeug Orientierung sollte 3, 9, 8, 4 oder None sein

source: #param_b_z
de: #param_b_x

source: #param_e_z
de: #param_e_x

source: Begin Z must not be equal to End Z
de: Start X muss größer sein als Ende X

source: Cutter orientation should be 3, 8, 4, 9 or 0
de: Werkzeug Orientierung sollte 8,9,3,4 oder 0 sein

source: Taper ODA
de: Kegelform (E)

source: <b>Machine a taper by angle, small and large diameter</b>&#10;Cutter orientation should be 1, 2, 9 or None
de: <b>Außenradius mit Kompensation.</b>&#10;Werkzeug Ausrichtung sollte 1,2,9 oder None sein

source: 180&#176; &gt; Angle &gt; 0&#176; AND Angle &lt;&gt; 90&#176;
de: 180&#176; &gt; Winkel &gt; 0&#176; UND Winkel &lt;&gt; 90&#176;

source: #param_a
de: #param_lr

source: Taper ODL
de: Kegelform (L)

source: <b>Machine a taper by length, small and large diameter</b>&#10;Cutter orientation should be 1, 2, 9 or None
de: <b>Außenradius mit Kompensation.</b>&#10;Werkzeug Ausrichtung sollte 1,2,9 oder None sein

source: Begin X must not be equal to End X
de: Start X muss größer sein als Ende X

source: Threading
de: Gewinde drehen

source: <b>External or internal thread, metric or imperial (Verify)</b>&#10;Cutter orientation should be 6 for external, 8 for internal or None
de: <b>Extern oder intern Gewinde schneiden, metrisch oder imperial</b>&#10;Werkzeug Orientierung sollte 3, 9, 8, 4 oder None sein

source: Coords
de: Koordinaten

source: Begin Z
de: Anfang

source: Params will be set even if disabled
de: Parameter werden gesetzt, auch wenn abgewählt

source: End Z
de: Ende in Z

source: Thread definition
de: Gewindedefinition

source: Units
de: Einheiten

source: Imperial=0:Metric=1
de: Imperial=0:Metrisch=1

source: value
de: Wert

source: Major diameter
de: Hauptdiameter

source: Minor diameter
de: Innendurchmesser

source: User defined=0:Automatic=1:G-Code=2
de: Benutzerdefinierten=0:Durch=1:Boden=2:G-Code=3

source: Pitch
de: Wurf

source: Metric pitch is thread to thread, imperial is per inch
de: Metrische Steigung ist Gewindegang zu Gewindegang, imperial ist Gänge pro Inch

source: Starts
de: Start

source: Number of helix
de: Zahl(Nummer) von Spirale-Anfängen

source: Depth degression
de: Tiefendegression (R)

source: 1 = constant depth, 2 = constant area
de: 1 = Konstante Tiefe, 2 = Konstante Fläche

source: Thread peak
de: Gewindespitze (I)

source: Positive for external, negative for internal
de: Positiv für Außen, negativ für Innen

source: Init thread depth
de: Erste Zustelltiefe

source: Depth of first pass in diameter measurement
de: Tiefe der ersten Zustellung in Durchmesser-Werten

source: End taper
de: Kegelförmig

source: None=0:On entry=1:On exit=2:Both=3
de: Keiner=0:Bei Einfahrt=1:Bei Ausfahrt=2:Einfahrt und Ausfahrt=3

source: Taper angle
de: Startwinkel

source: Spring passes
de: Anzahl Enddurchgänge ohne Zustellung

source: #param_d
de: #param_od

source: Major diameter must be greater than minor diameter
de: Anfangs-Durchmesser muss weniger sein als End-Durchmesser

source: #param_pk
de: #param_lr

source: Cutter orientation should be 6 or 0
de: Werkzeug Orientierung sollte 6,9 oder 0 sein

source: Cutter orientation should be 8 or 0
de: Werkzeug Orientierung sollte 6,9 oder 0 sein

source: Tool Change
de: Werkzeugwechsel

source: <b>Change Tool and/or settings</b>&#10;Changes setting accordingly even if disabled
de: <b>Füge Schneideparameter hinzu</b>&#10;Ändert Einstellungen entsprechend, auch wenn abgewählt

source: Tool and usage
de: Werkzeug und Einsatzzweck

source: Tool number
de: Werkzeugnummer

source: Select from tool table
de: Wähle aus Werkzeugtabelle

source: Usage
de: Einsatz für

source: Roughing and finishing=0:Roughing=1:Finishing=2
de: Schruppfräsen und Schlichtfräsen=0:Schruppen=1:Schlichten=2:Bohren=3:Gewindeschneiden=4

source: Select usage for this tool
de: Wähle Werkzeugeinsatzzweck

source: Use length comp
de: Längenkompensation benutzen

source: No=0:Already mounted and touched=3:From tool table=1:Table and probe=2
de: Kein=0:Aus Werkzeugtabelle=1:Tabelle und Antasten=2

source: Use G43 and probe if setup
de: G43 benutzen und Antasten wenn eingerichtet

source: Use cooling
de: Kühlung

source: None=9:Flood=8:Mist=7
de: Kein=9:Strahl=8:Nebel=7

source: Use flood, mist or none
de: Kühlung mit Strahl, Nebel oder aus

source: Start spindle
de: Spindel Start

source: No=5:Clockwise=3:Counter-clockwise=4
de: Keine=0:Uhrzeigersinn=3:Gegenuhrzeigersinn=4

source: Select spindle rotation
de: Wähle Bohrerdrehrichtung

source: Spindle control
de: Spindel

source: Mode
de: Modus

source: Constant surface speed=0:RPM=1
de: Setze Spindeldrehzahl

source: param_surf_speed
de: Parameter

source: param_speed
de: #param_od

source: name
de: uname

source: 'Spindle speed'
de: Spindelgeschwindigkeit

source: 'Max spindle'
de: Maximale Spindelgeschwindigkeit

source: Max spindle
de: Spindel Start

source: RPM spindle speed
de: Setze Spindeldrehzahl

source: Surface speed
de: Oberfläche

source: Constant spindle speed
de: Setze Spindeldrehzahl

source: Roughing
de: Antasten

source: Set these when usage is roughing
de: Setze diese Werte zum Bohren

source: Feed
de: Vorschub

source: Feed at 100% engagement
de: Vorschub bei 100% Eingriff

source: Cut depth
de: Schnitttiefe

source: Depth of cutter engagment in machine units per pass
de: Tiefe des Schneidenden engagment in Maschine-Einheiten pro Paß(kritische Lage)

source: Set these when usage include finishing
de: Setze diese Werte zum Bohren

source: Clearances
de: Freifäume

source: Retract X
de: Rückzug (R)

source: Retract distance on multiple passes
de: Rastabstand

source: Int. retract X
de: Rückzug (R)

source: Retract distance
de: Rastabstand

source: Retract Z
de: Rückzug (R)

source: param_mode
de: #param_od

source: Turning
de: Drehen X-Einrichtung

source: <b>External straight turning with optional radiuses</b>&#10;Uses compensation with a radius&#10;Cutter orientation should be 1, 2, 9 or None
de: <b>Außenradius mit Kompensation.</b>&#10;Werkzeug Ausrichtung sollte 1,2,9 oder None sein

source: Options
de: Optionen

source: End radius
de: Eckradius

source: None w/ compensation=0:None w/o compensation=1:Full radius=2:Stop at Begin diameter=3
de: Keine mit Kompensierung=0:Keine ohne Kompensierung=1:Voller Radius=2:Stop am Anfangsdurchmesser=3

source: Less than cutter radius means no radius at end
de: Weniger als der Fräserradius bedeutet keinen Radius am Ende

source: param_r
de: Parameter

source: param_ropt
de: Parameter

source: Begin diameter must be greater than End diameter
de: Anfangs-Durchmesser muss weniger sein als End-Durchmesser

source: SHCS CBore
de: Inbus Senkloch

source: <b>Creates a counterbore for a socket head cap screw</b>&#10;Will mill the screw hole if tool is small enough&#10;<span foreground='blue' style='oblique'><b>Message possible in terminal window</b></span>
de: <b>Erzeugt Senkung für eine Inbusschraube</b>&#10;Kann auch das Schraubenloch bohren&#10;<span foreground='blue' style='oblique'><b>Nachricht im Terminalfenster möglich</b></span>

source: Show design
de: Zeige Entwurf

source: Center of hole
de: Zentrum der Bohrung

source: Washer
de: Unterlegscheibe

source: Only if used
de: Nur falls benutzt

source: Select size
de: Wähle Größe

source: Fractional=1:Metric=2:Number=3
de: Zoll-Bruch=1:Metrisch=2:Zahl=3

source: Select metric, fractional or numbered
de: Wähle Metrisch, Bruchzahl, Nummeriert

source: Fractional
de: Zoll-Bruchzahl

source: Metric
de: Metrisch

source: Numbered screw
de: Schraube mit Buchstabenkennung

source: Counterbore depth
de: Senkungstiefe

source: User defined=0:Head clears surface=1:Maximum depth=2:G-Code=3
de: Benutzerdefiniert=0:Schraubenkopf bündig mit Oberfläche=1:Maximale Tiefe=2

source: Or head under surface or&#10;leave material equal to screw diameter
de: Oder Kopf unter Oberfläche oder&#10;Material in Dicke des Schraubendurchmesser stehen lassen

source: Screw
de: Schraube

source: Diameter of washer used if any in usual units (specify a little larger to clear)
de: Durchmesser der Unterlegscheibe, falls benutzt, in üblichen Einheiten (etwas größer definieren für lose Passung)

source: Thickness
de: Dicke

source: Thickness of washer used if any in usual units
de: Dicke der Unterlegscheibe, falls benutzt in üblicher Einheit

source: Milling
de: Fräsen

source: Clockwise=2:Counter-Clockwise=3
de: Uhrzeigersinn=2:Gegenuhrzeigersinn=3

source: Direction of path
de: Richtung des Werkzeugpfads

source: Cut start
de: Start Schnitt

source: User defined=0:Surface=1:Half=2:One quarter=3:Three quarter=4:G-Code=5
de: Benutzerdefiniert=0:Oberfläche=1:Halb=2:Viertel=3:Dreiviertel=4:G-Code=5

source: Cut down to
de: Schnitt bis

source: User defined=0:Through=1:Bottom=2:G-Code=3
de: Benutzerdefinierten=0:Durch=1:Boden=2:G-Code=3

source: Pre defined
de: Vordefiniert

source: SHCS CBore Radial
de: Schraubenkopfsenkung radial

source: <b>Creates a counterbore arc for a socket head cap screw</b>&#10;Will mill the screw slot&#10;<span foreground='blue' style='oblique'><b>Message possible in terminal window</b></span>
de: <b>Erzeugt Kreisbogennut für eine Inbusschraube</b>&#10;Schraubennut wird gefräst&#10;<span foreground='blue' style='oblique'><b>Nachricht im Terminalfenster möglich</b></span>

source: Center of arc
de: Zentrum des Kreisbogens

source: Start, extend
de: Start, Ausdehnung

source: Distance from X,Y
de: Abstand von X,Y

source: Start angle
de: Startwinkel

source: Extend angle
de: Eingeschlossener Winkel

source: Relative length of arc in degrees
de: Relaiive Lange des Kreisbogens in Grad

source: User defined depth
de: Benutzerdefinierte Tiefe

source: User start
de: Benutzerdefinierter Start

source: SHCS CBore Slot
de: Inbus Nut für Senkung

source: <b>Creates a counterbore slot from a single point for a socket head cap screw</b>&#10;Will mill the screw slot&#10;<span foreground='blue' style='oblique'><b>Message possible in terminal window</b></span>
de: <b>Erzeugt eine Senklochnut von gegebenem punkt für eine Inbusschraube</b>&#10;Fräst auch das Schraubenloch&#10;<span foreground='blue' style='oblique'><b>nachricht im Terminalfenster möglich</b></span>

source: Size, rotation
de: Größe, Drehung

source: X reference
de: X-Referenz

source: Y reference
de: Y-Referenz

source: X axis align
de: Ausrichtung X-Achse

source: End=0:Center=1
de: Ende=0:Center=1

source: X,Y center of slot or left end
de: X,Y-Zentrum der Nut oder linkes Ende

source: Effective length
de: Effektive Länge

source: Length between center of arcs
de: Länge zwischen den Kreisbogenzentren

source: Rotation
de: Drehung

source: Angle rotated
de: Winkel, um den gedreht wird

source: Diameter of washer used if any
de: Diameter der gebrauchten(benutzten) Waschmaschine wenn irgendwelcher

source: Thickness of washer used if any
de: Stärke der gebrauchten(benutzten) Waschmaschine wenn irgendwelcher

source: SHCS CBore Slot 2
de: Kreisnut für Inbusschraube

source: <b>Creates a counterbore slot from two points for a socket head cap screw</b>&#10;Will mill the screw slot&#10;<span foreground='blue' style='oblique'><b>Message possible in terminal window</b></span>
de: <b>Erzeugt Langnut für Inbusschraube mit zwei gegebenen Punkten</b>&#10;Schraubenloch wird gefräst&#10;<span foreground='blue' style='oblique'><b>Nachricht im Terminalfenster möglich</b></span>

source: First point
de: Erster Punkt

source: Second point
de: Zweiter Punkt

source: Circle 2 points
de: Kreis, 2 Punkte gegeben

source: <b>Create a Circle by defining ends of diameter</b>&#10;Points are the ends of the diameter and can add a flat
de: <b>Erzeuge Kreis durch Festlegen der Endpunkte des Durchmessers</b>&#10;Die Punkte sind die Enden des Durchmessers und es kann ein D-Loch erzeugt werden

source: One end of the diameter
de: Erster Endpunkt des Durchmessers

source: Opposite end of the diameter
de: Gegenüberliegender Endpunkt des Durchmessers

source: D flat
de: D-Loch

source: Remove
de: Enfernen

source: Height to remove from diameter
de: Vom Durchmesser zu entfernende Höhe

source: Rotation of flat
de: Drehung der Abflachung

source: Inside normal=0:Pocket=1:On the line=2:Outside=3
de: Innerhalb normal=0:Tasche=1:Auf der Linie=2:Außerhalb=3

source: Select tool path
de: Wähle Werkzeugpfad

source: Arc lead-out
de: Austrittsbogen

source: Not if on the line
de: Nicht wenn auf der Linie

source: User defined=0:Through=1:Bottom=2:Half=3:One quarter=4:Three quarter=5:G-Code=6
de: Benutzerdefiniert=0:Durch Werkstück=1:Bis auf Boden=2:Halb=3:Viertel=4:Dreiviertel=5:G-Code=6

source: User depth
de: Benutzerdefinierte Tiefe

source: Finishing pass
de: Schlichtfräsen

source: None=0:Clockwise=2:Clockwise full depth=12:Counter-Clockwise=3:Counter-Clockwise full depth=13
de: Kein=0:Uhrzeigersinn=2:Uhrzeigersinn volle Tiefe=12:Gegenuhrzeigersinn=3:Gegenuhrzeigersinn volle Tiefe=13

source: Conventional for better finish
de: Konventionell für bessere Oberfläche

source: Finishing cut
de: Schlichtfrästiefe

source: Last finishing cut
de: Letzter Schlichtfräsgang

source: Circle Key
de: Kreis

source: <b>Create a circle with a notch for a key/keyway</b>
de: Erzeuge Kreis, optional D-Loch

source: Center of circle
de: Kreiszentrum

source: Left=0:Center=1:Right=2
de: Links=0:Mitte=1:Rechts=2

source: Define X reference point
de: Lege X-Referenzpunkt fest

source: Y axis align
de: Ausrichtung Y-Achse

source: Top=0:Center=1:Bottom=2
de: Oben=0:Mitte=1:Unten=2

source: Define Y reference point
de: Lege Y-Referenzpunkt fest

source: Key / keyway
de: Feder / Nut

source: Height
de: Höhe

source: From outer surface positive for key, negative for keyway
de: Von außen positiv für Feder, negativ für Nut

source: Width
de: Breite

source: Width of key
de: Breite der Nut

source: Rotation of key/keyway
de: Drehung der Anordnung

source: Inside normal=0:On the line=2:Outside=3
de: Innen=0:Auf der Linie=2:Außerhalb=3

source: Circle by Center
de: Kreis mit Zentrum

source: <b>Create a Circle from it's center</b>&#10;Can add a flat
de: <b>Erzeuge Kreis vom Zentrum aus</b>&#10;Abflachung (D-Loch) möglich

source: Diamond
de: Diamant

source: <b>Create a diamond</b>
de: <b>Gewinde schneiden</b>

source: Usualy conventional has better finish
de: Konventionell erzeugt meist bessere Oberfläche

source: Reference coord
de: Referenzkoordinate

source: Positive value only
de: Nur positive Werte

source: Drill Array
de: Bohre in einer Anordnung

source: <b>Drill Lines of Holes</b>
de: <b>Bohre in Zeilen</b>

source: Size and offsets
de: Größe und Offsets

source: Drilling
de: Bohren

source: Align axis
de: Achsausrichtung

source: X axis count
de: Anzahl in X-Achse

source: Number of holes
de: Zahl der Bohrungen

source: Y axis count
de: Anzahl in Y-Achse

source: dX options
de: dX-Optionen

source: Between each hole=0:Overall=1
de: Zwischen jeder Bohrung=0:Insgesamt=1

source: Define dX
de: Definiere dX

source: dY options
de: dY-Optionen

source: Define dY
de: Definiere dY

source: Rotation of line
de: Drehung einer Linie

source: Drill start
de: Bohren Start

source: Drill down to
de: Bohren bis auf

source: User defined=0:Through=1:Center drill depth=2:Bottom=3:Half=4:One quarter=5:Three quarter=6:G-Code=7
de: Benutzerdefiniert=0:Durch Werkstück=1:Bohrungstiefe zentrale Bohrung=2:Boden des Werkstücks=3:Halb=4:Viertel=5:Dreiviertel=6:G-Code=7

source: Drill Irr Circle
de: Bohre irreguläre Kreisteilung

source: <b>Drill Irregular Circle</b>
de: <b>Bohre irreguläre Kreisteilung</b>

source: Count, positions
de: Anzahl, Positionen

source: Drilling params
de: Bohrparameter

source: Diameter of circle
de: Durchmesser des Kreises

source: Drill center
de: Zentrum bohren

source: Drill also at center
de: Auch im Zentrum bohren

source: Hole 1 At
de: Bohrung 1 bei

source: Hole 2 At
de: Bohrung 2 bei

source: Hole 3 At
de: Bohrung 3 bei

source: Hole 4 At
de: Bohrung 4 bei

source: Hole 5 At
de: Bohrung 5 bei

source: Hole 6 At
de: Bohrung 6 bei

source: Drill Circle
de: Bohre auf Kreisteilung

source: <b>Drill a Regular Circle</b>
de: <b>Bohre regelmäßige Kreisteilung</b>

source: Count, start, end
de: Anzahl, Start, Ende

source: Measure by
de: Abmessung durch

source: Diameter=1:Distance between holes=0
de: Durchmesser=1:Abstand zwischen Bohrungen=0

source: Select dimension option
de: Wähle Dimensionierungsoption
